{
  "verification": {
    "subject": "Verifizieren Sie Ihr HALBZEIT AI Konto",
    "welcome": "Willkommen bei HALBZEIT AI!",
    "thank_you": "Vielen Dank für Ihre Registrierung bei unserer Startup-Review-Plattform. Um Ihre Registrierung abzuschließen und Ihr Konto zu nutzen, bestätigen Sie bitte Ihre E-Mail-Adresse.",
    "button_text": "E-Mail-Adresse verifizieren",
    "important": "Wichtig:",
    "expiry": "Dieser Verifizierungslink läuft in 24 Stunden ab. Wenn Sie nicht innerhalb dieser Zeit verifizieren, müssen Sie sich erneut registrieren.",
    "fallback": "Wenn die Schaltfläche oben nicht funktioniert, können Sie diesen Link kopieren und in Ihren Browser einfügen:",
    "ignore": "Wenn Sie kein Konto bei uns erstellt haben, ignorieren Sie diese E-Mail bitte.",
    "footer": "Diese E-Mail wurde von HALBZEIT AI Review Platform gesendet",
    "support": "Wenn Sie Fragen haben, wenden Sie sich bitte an unser Support-Team.",
    "text_welcome": "Willkommen bei HALBZEIT AI!",
    "text_thank_you": "Vielen Dank für Ihre Registrierung bei unserer Startup-Review-Plattform. Um Ihre Registrierung abzuschließen, bestätigen Sie bitte Ihre E-Mail-Adresse, indem Sie auf den folgenden Link klicken:",
    "text_expiry": "Dieser Verifizierungslink läuft in 24 Stunden ab.",
    "text_ignore": "Wenn Sie kein Konto bei uns erstellt haben, ignorieren Sie diese E-Mail bitte.",
    "text_regards": "Mit freundlichen Grüßen,\nHALBZEIT AI Team"
  },
  "welcome": {
    "subject": "Willkommen bei HALBZEIT AI - Ihr Konto ist bereit!",
    "title": "🎉 Willkommen bei HALBZEIT AI, {company_name}!",
    "verified": "Ihre E-Mail wurde erfolgreich verifiziert und Ihr Konto ist nun aktiv. Sie können unsere KI-gestützte Startup-Review-Plattform sofort nutzen.",
    "features_title": "Was Sie jetzt tun können:",
    "feature_upload": "📄 Laden Sie Ihr Pitch Deck für KI-Analyse hoch",
    "feature_review": "🤖 Erhalten Sie detaillierte VC-Style-Reviews powered by KI",
    "feature_qa": "💬 Führen Sie Q&A mit General Partners",
    "feature_track": "📊 Verfolgen Sie Ihren Review-Fortschritt",
    "login_button": "Bei Ihrem Konto anmelden",
    "excited": "Wir freuen uns darauf, Ihnen wertvolles Feedback zu Ihrem Startup zu geben!"
  },
  "invitation": {
    "subject": "Sie wurden zu HALBZEIT AI Review Platform eingeladen",
    "title": "🚀 Sie wurden zu HALBZEIT AI eingeladen",
    "greeting": "Hallo,",
    "invited_by": "{gp_name} hat Sie eingeladen, an Ihrem Startup-Projekt bei HALBZEIT AI mitzuarbeiten.",
    "description": "HALBZEIT AI ist eine Plattform, die KI-gestützte Analysen und Feedback für Startup-Pitch-Decks bietet und Ihnen hilft, Ihre Präsentation zu verfeinern und Ihre Finanzierungsreise zu beschleunigen.",
    "button_text": "Einladung annehmen & Passwort festlegen",
    "important": "Wichtig:",
    "expiry": "Diese Einladung läuft in 7 Tagen ab. Danach müssen Sie eine neue Einladung von Ihrem GP anfordern.",
    "fallback": "Wenn die Schaltfläche oben nicht funktioniert, können Sie diesen Link kopieren und in Ihren Browser einfügen:",
    "footer": "Diese Einladung wurde von HALBZEIT AI im Auftrag von {gp_name} gesendet",
    "support": "Wenn Sie Fragen haben, wenden Sie sich bitte an Ihren GP oder antworten Sie auf diese E-Mail.",
    "text_greeting": "Hallo,",
    "text_invited_by": "{gp_name} hat Sie eingeladen, an Ihrem Startup-Projekt bei HALBZEIT AI mitzuarbeiten.",
    "text_description": "HALBZEIT AI bietet KI-gestützte Analysen und Feedback für Startup-Pitch-Decks.",
    "text_accept": "Um diese Einladung anzunehmen und Ihr Konto einzurichten, klicken Sie bitte auf den folgenden Link:",
    "text_expiry": "Diese Einladung läuft in 7 Tagen ab.",
    "text_regards": "Mit freundlichen Grüßen,\nDas HALBZEIT AI Team"
  },
  "password_reset": {
    "subject": "Setzen Sie Ihr HALBZEIT AI Passwort zurück",
    "title": "🔒 Passwort zurücksetzen",
    "reset_text": "Wir haben eine Anfrage zum Zurücksetzen Ihres Passworts für Ihr HALBZEIT AI Konto erhalten. Klicken Sie auf die Schaltfläche unten, um ein neues Passwort zu erstellen.",
    "button_text": "Passwort zurücksetzen",
    "important": "Wichtig:",
    "expiry": "Dieser Link zum Zurücksetzen des Passworts läuft in 24 Stunden ab. Wenn Sie nicht innerhalb dieser Zeit zurücksetzen, müssen Sie einen neuen Link anfordern.",
    "fallback": "Wenn die Schaltfläche oben nicht funktioniert, können Sie diesen Link kopieren und in Ihren Browser einfügen:",
    "ignore": "Wenn Sie kein Passwort zurücksetzen angefordert haben, ignorieren Sie diese E-Mail bitte. Ihr Passwort bleibt unverändert.",
    "footer": "Diese E-Mail wurde von HALBZEIT AI Review Platform gesendet",
    "support": "Wenn Sie Fragen haben, wenden Sie sich bitte an unser Support-Team."
  }
}